Repository: hugok79/pardus-lightdm-greeter-settings
Catalog: po/*.po
Languages: tr

source: User List
tr: Kullanıcı Listesi

source: Enable username list
tr: Kullanıcı adı listesini etkinleştir

source: Show real names
tr: Gerçek isimleri göster

source: Enable hide user button
tr: Kullanıcı gizleme düğmesini etkinleştir

source: Display
tr: Ekran

source: Enable Notes
tr: Notları etkinleştir

source: Editable
tr: Düzenlenebilir

source: Text file
tr: Yazı dosyası

source: Mirror monitors
tr: Ekranları yansıla

source: Default monitor
tr: Varsayılan ekran

source: General
tr: Genel

source: Scale
tr: Ölçekleme

source: GTK theme
tr: GTK teması

source: Icon theme
tr: Simge teması

source: Font Size
tr: Yazı Tipi Boyutu

source: Prefer dark theme
tr: Koyu tema

source: Touch screen mode
tr: Dokunmatik ekran modu

source: Black screen timeout (sec)
tr: Siyah ekran gecikmesi (sn)

source: Initial command
tr: Başlangıç komutu

source: Start command before login
tr: Girişten önce komutu çalıştır

source: Allow login as root
tr: Root ile girişi kabul et

source: Allow autologin
tr: Otomatik girişi kabul et

source: Autologin username
tr: Otomatik giriş kullanıcı adı

source: GTK Window
tr: GTK Penceresi

source: Background image
tr: Arka plan resmi

source: Select an image
tr: Bir resim seçin

source: Allow empty password
tr: Boş parola kabul et

source: Login without enter
tr: Enter olmadan giriş

source: Remember last username
tr: Son kullanıcı adını hatırla

source: Custom logo
tr: Özel logo

source: Pardus Lightdm Settings
tr: Pardus Lightdm Ayarları

source: Save
tr: Kaydet

source: Close
tr: Kapat

source: Are you want to save current settings?
tr: Mevcut ayarları kaydetmek istiyor musunuz?

source: No
tr: Hayır

source: Yes
tr: Evet
